7zip
ast-firmware
base
base-devel
bat
bind
bluetui
btrfs-progs
clang
cosmic-applets
cosmic-app-library
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
discord
efibootmgr
eza
fastfetch
firefox
fish
fzf
ghostty
gimp
git
git-credential-manager
git-credential-manager-extras
grc
gst-plugin-pipewire
intel-ucode
iw
keychain
kitty
libpulse
librewolf-bin
linux
linux-firmware
linux-firmware-qlogic
luarocks
lutris
nasm
neovim
networkmanager
nmap
npm
nushell
nvidia
nvidia-utils
obsidian
openssh
packagekit
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
power-profiles-daemon
powershell
python-pip
reflector
ripgrep
rsync
rust
sof-firmware
starship
steam
stow
telegram-desktop
tmux
ttf-font-awesome
ttf-jetbrains-mono-nerd
udiskie
unzip
upower
warp
wd719x-firmware
wget
wireplumber
xclip
xdg-desktop-portal-cosmic
yasm
yay
yay-debug
zip
zotero-bin
zram-generator
zsh
